Repository: imcat-owo/dudu-native
Catalog: Dudu/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# chat.historySaveFailed
source: Couldn't save this conversation to the device. New messages are kept for now, but they may be lost if the app restarts.
zh_hans: 对话保存到手机失败了。新消息暂时还在，但重启 App 可能会丢。
zh_hant: 對話保存到手機失敗了。新消息暫時還在，但重啓 App 可能會丟。

# chat.imageAlt
source: [Image: %1$@]
zh_hans: [图片：%1$@]
zh_hant: [圖片：%1$@]

# chat.imageFallback
source: [Image]
zh_hans: [图片]
zh_hant: [圖片]

# chat.importPdfHint
source: Import PDFs in Files to use them in conversation.
zh_hans: 在文件里导入 PDF，就可以在对话中使用。
zh_hant: 在文件裏導入 PDF，就可以在對話中使用。

# chat.incognitoNote
source: Incognito: this chat isn't saved and nothing goes into memory. I'll treat this like meeting you for the first time.
zh_hans: 隐身模式：这段对话不保存，也不写进记忆。我会像第一次见你一样，什么旧事都不提。
zh_hant: 隱身模式：這段對話不保存，也不寫進記憶。我會像第一次見你一樣，什麼舊事都不提。

# chat.incognitoOff
source: Incognito
zh_hans: 隐身
zh_hant: 隱身

# chat.incognitoOn
source: Incognito on
zh_hans: 隐身开
zh_hant: 隱身開

# chat.keepOpen
source: Keep the app open until sent
zh_hans: 发送完成前别关 App
zh_hant: 發送完成前別關 App

# chat.latestMessages
source: Latest messages
zh_hans: 最新消息
zh_hant: 最新消息

# chat.mermaidShowCode
source: Show code
zh_hans: 看代码
zh_hant: 看代碼

# chat.mermaidShowDiagram
source: Show diagram
zh_hans: 看图
zh_hant: 看圖

# chat.messageActions
source: Message actions
zh_hans: 消息操作
zh_hant: 消息操作

# chat.messageCopied
source: Copied.
zh_hans: 复制好了。
zh_hant: 複製好了。

# chat.messageCount
source: %1$@ messages
zh_hans: %1$@ 条消息
zh_hant: %1$@ 條消息

# chat.newDialog
source: New dialog
zh_hans: 新对话
zh_hant: 新對話

# chat.notReady
source: The conversation is not ready yet.
zh_hans: 对话还没准备好。
zh_hant: 對話還沒準備好。

# chat.notReadyForChoice
source: The conversation is not ready for a choice yet.
zh_hans: 对话还没准备好选。
zh_hant: 對話還沒準備好選。

# chat.onHold
source: Messages on hold
zh_hans: 消息暂存
zh_hant: 消息暫存

# chat.pasteToFileBody
source: Your long pasted text was saved as a .txt attachment — tap send to send it.
zh_hans: 粘贴的长文本已存为 .txt 附件，点发送即可发出。
zh_hant: 貼上的長文字已存為 .txt 附件，點傳送即可發出。

# chat.pasteToFileTitle
source: Saved as a file
zh_hans: 已转为文件附件
zh_hant: 已轉為檔案附件

# chat.pinDialog
source: Pin
zh_hans: 置顶
zh_hant: 置頂

# chat.placeholder.connecting
source: Connecting…
zh_hans: 连接中…
zh_hant: 連接中…

# chat.placeholder.loading
source: Loading conversation…
zh_hans: 加载对话中…
zh_hant: 加載對話中…

# chat.placeholder.message
source: Say something…
zh_hans: 说点什么…
zh_hant: 說點什麼…

# chat.quickPhraseAdd
source: Add phrase
zh_hans: 加一条
zh_hant: 加一條

# chat.quickPhraseDelete
source: Delete phrase
zh_hans: 删掉这条
zh_hant: 刪掉這條

# chat.quickPhrasePlaceholder
source: A phrase you reuse a lot
zh_hans: 你常用的那句话
zh_hant: 你常用的那句話

# chat.quickPhrases
source: Quick phrases
zh_hans: 快捷短语
zh_hant: 快捷短語

# chat.quickPhrasesTitle
source: Quick phrases
zh_hans: 快捷短语
zh_hant: 快捷短語

# chat.recallMemory
source: Withdraw from memory
zh_hans: 从记忆里撤回
zh_hant: 從記憶裏撤回

# chat.recallMemoryNone
source: No memories tied to this message.
zh_hans: 这条消息没有留下相关记忆。
zh_hant: 這條消息沒有留下相關記憶。

# chat.recalledMemory
source: Withdrew from memory
zh_hans: 已从记忆里撤回
zh_hant: 已從記憶裏撤回

# chat.regenerate
source: Regenerate
zh_hans: 重新生成
zh_hant: 重新生成

# chat.regenerated
source: Fresh reply generated.
zh_hans: 新的回复生成好了。
zh_hant: 新的回覆生成好了。

# chat.regenerating
source: Regenerating
zh_hans: 重新生成中
zh_hant: 重新生成中

# chat.renameDialog
source: Rename
zh_hans: 改名
zh_hant: 改名

# chat.retryLoad
source: Retry loading conversation
zh_hans: 重新加载对话
zh_hant: 重新加載對話

# chat.retryReply
source: Retry reply
zh_hans: 重试回复
zh_hant: 重試回覆

# chat.retryReplyShort
source: Retry
zh_hans: 重试
zh_hant: 重試

# chat.retrySave
source: Retry saving conversation
zh_hans: 重新保存对话
zh_hant: 重新保存對話

# chat.roundShot
source: Screenshot this round
zh_hans: 把这一轮截成图片
zh_hant: 把這一輪截成圖片

# chat.roundShotDone
source: Screenshot saved — share it from the share sheet.
zh_hans: 截图好了，从分享面板发出去吧。
zh_hant: 截圖好了，從分享面板發出去吧。

# chat.roundShotFailed
source: Could not capture: %1$@
zh_hans: 截图没成功：%1$@
zh_hant: 截圖沒成功：%1$@

# chat.roundShotTitle
source: Round screenshot
zh_hans: 这一轮的截图
zh_hant: 這一輪的截圖

# chat.saveFailed
source: Conversation could not be saved: %1$@
zh_hans: 对话保存失败：%1$@
zh_hant: 對話保存失敗：%1$@

# chat.searchDialogs
source: Search dialogs
zh_hans: 搜索对话框
zh_hant: 搜索對話框

# chat.searchMessages
source: Search messages
zh_hans: 搜索消息
zh_hant: 搜索消息

# chat.searchNoResults
source: Nothing found.
zh_hans: 没找到。
zh_hant: 沒找到。

# chat.selectMessage
source: Select this message
zh_hans: 选中这条消息
zh_hant: 選中這條消息

# chat.selectMessages
source: Select
zh_hans: 多选
zh_hant: 多選

# chat.selectedCount
source: %1$@ selected
zh_hans: 已选 %1$@ 条
zh_hant: 已選 %1$@ 條

# chat.sendQueued
source: Send queued messages
zh_hans: 发送排队的消息
zh_hant: 發送排隊的消息

# chat.showResults
source: Recent results
zh_hans: 最近的结果
zh_hant: 最近的結果

# chat.slash.clear
source: Clear this dialog
zh_hans: 清空这个对话框
zh_hant: 清空這個對話框

# chat.slash.clearConfirm
source: Delete all messages in this dialog? This cannot be undone.
zh_hans: 删掉这个对话框里的所有消息？删了就回不来了。
zh_hant: 刪掉這個對話框裏的所有消息？刪了就回不來了。

# chat.slash.compress
source: Fold earlier messages
zh_hans: 把前面的消息折起来
zh_hant: 把前面的消息折起來

# chat.slash.export
source: Export this dialog
zh_hans: 导出这个对话框
zh_hant: 導出這個對話框

# chat.slash.img
source: Generate an image
zh_hans: 生成图片
zh_hant: 生成圖片

# chat.slash.imgHint
source: /img a chubby cat, warm colors
zh_hans: /img 一只圆滚滚的小猫，暖色调
zh_hant: /img 一隻圓滾滾的小貓，暖色調

# chat.slash.new
source: Start a new dialog
zh_hans: 开一个新对话
zh_hant: 開一個新對話

# chat.slash.recall
source: Ask me to remember this
zh_hans: 让我记住这件事
zh_hant: 讓我記住這件事

# chat.slash.recallHint
source: /remember she likes mint tea
zh_hans: /remember 她喜欢喝薄荷茶
zh_hant: /remember 她喜歡喝薄荷茶

# chat.slash.search
source: Search the web
zh_hans: 联网搜索
zh_hant: 聯網搜索

# chat.slash.searchHint
source: /search latest AI news
zh_hans: /search 最近的 AI 新闻
zh_hant: /search 最近的 AI 新聞

# chat.slashCommands
source: Commands
zh_hans: 命令
zh_hant: 命令

# chat.slashHint
source: Type / to see commands
zh_hans: 输入 / 查看命令
zh_hant: 輸入 / 查看命令

# chat.stopFailed
source: Could not stop response: %1$@
zh_hans: 没能停下回复：%1$@
zh_hant: 沒能停下回復：%1$@

# chat.suggest.draw
source: Draw a cat
zh_hans: 画一张小猫
zh_hant: 畫一張小貓

# chat.suggest.drawCommand
source: /img a chubby cat, warm colors
zh_hans: /img 一只圆滚滚的小猫，暖色调
zh_hant: /img 一隻圓滾滾的小貓，暖色調

# chat.suggest.hn
source: Find cool things on Hacker News
zh_hans: 在 Hacker News 上找点有意思的东西
zh_hant: 在 Hacker News 上找點有意思的東西

# chat.suggest.summarize
source: Ask him what he can do
zh_hans: 让他介绍一下自己能做什么
zh_hant: 讓他介紹一下自己能做什麼

# chat.suggest.watch
source: Keep an eye on a website
zh_hans: 盯着一个网站
zh_hant: 盯着一個網站

# chat.titleGenerating
source: Naming this dialog
zh_hans: 正在给这个对话起名字
zh_hant: 正在給這個對話起名字

# chat.translateMessage
source: Translate
zh_hans: 翻译
zh_hant: 翻譯

# chat.unavailable
source: Conversation unavailable
zh_hans: 对话不可用
zh_hant: 對話不可用

# chat.unpinDialog
source: Unpin
zh_hans: 取消置顶
zh_hant: 取消置頂

# chat.upNext
source: Up next
zh_hans: 马上发送
zh_hant: 馬上發送

# chat.usageIndicator
source: Context usage %1$@ of %2$@ — tap to open settings
zh_hans: 上下文用量 %1$@ / %2$@，点一下去设置里看
zh_hant: 上下文用量 %1$@ / %2$@，點一下去設置裏看

# chat.usageIndicatorNoBudget
source: Context usage %1$@ tokens — tap to open settings
zh_hans: 上下文用了 %1$@ tokens，点一下去设置里看
zh_hant: 上下文用了 %1$@ tokens，點一下去設置裏看

# chat.versionNext
source: Next version
zh_hans: 下一个版本
zh_hant: 下一個版本

# chat.versionOf
source: Version %1$@ of %2$@
zh_hans: 第 %1$@ 个版本，共 %2$@ 个
zh_hant: 第 %1$@ 個版本，共 %2$@ 個

# chat.versionPrev
source: Previous version
zh_hans: 上一个版本
zh_hant: 上一個版本

# chat.versionSwitched
source: Switched to version %1$@.
zh_hans: 换到第 %1$@ 个版本了。
zh_hant: 換到第 %1$@ 個版本了。

# chat.waitBeforeRetry
source: Wait for the current response before retrying.
zh_hans: 等当前回复完再试。
zh_hant: 等當前回覆完再試。

# chatmode.cloud
source: Cloud
zh_hans: 云模式
zh_hant: 雲模式

# chatmode.cloudDesc
source: Cloud mode isn't deployed yet — coming later
zh_hans: 云模式尚未部署好，敬请期待
zh_hant: 雲模式尚未部署好，敬請期待

# chatmode.local
source: Direct
zh_hans: 本地直连
zh_hant: 本地直連

# chatmode.localDesc
source: Phone talks to the model directly; data stays on device (default)
zh_hans: 手机直连模型，数据不出设备（默认）
zh_hant: 手機直連模型，數據不出設備（默認）

# chatmode.title
source: Chat mode
zh_hans: 聊天模式
zh_hant: 聊天模式

# coding.plan.approve
source: Approve
zh_hans: 批准执行
zh_hant: 批准執行

# coding.plan.doneCriteria
source: What counts as done
zh_hans: 什么叫「做完」
zh_hant: 什麼叫「做完」

# coding.plan.files
source: Files
zh_hans: 涉及文件
zh_hant: 涉及文件

# coding.plan.outcome
source: What it will look like
zh_hans: 改完长什么样
zh_hant: 改完長什麼樣

# coding.plan.reject
source: No thanks
zh_hans: 不用了
zh_hant: 不用了

# coding.plan.request
source: Her request
zh_hans: 她的需求
zh_hant: 她的需求

# coding.plan.steps
source: %1$@ steps
zh_hans: 共 %1$@ 步
zh_hant: 共 %1$@ 步

# coding.plan.title
source: Code change plan
zh_hans: 改代码计划
zh_hant: 改代碼計劃

# coding.report.done
source: Done, verification passed
zh_hans: 做完了，验证通过
zh_hant: 做完了，驗證通過

# coding.report.failed
source: Not done — here's the honest truth
zh_hans: 没做完，下面是实话
zh_hant: 沒做完，下面是實話

# coding.report.title
source: Code change report
zh_hans: 改代码汇报
zh_hant: 改代碼匯報

# coding.report.verify
source: Verification
zh_hans: 验证结果
zh_hant: 驗證結果

# coding.status.approved
source: Approved, ready to start
zh_hans: 已批准，可以开工
zh_hant: 已批准，可以開工

# coding.status.inProgress
source: Working on it…
zh_hans: 正在执行…
zh_hant: 正在執行…

# coding.status.proposed
source: Waiting for her decision — nothing runs before approval
zh_hans: 等她拍板：批准前一步都不会执行
zh_hant: 等她拍板：批准前一步都不會執行

# common.allow
source: Allow
zh_hans: 允许
zh_hant: 允許

# common.back
source: Back
zh_hans: 返回
zh_hant: 返回

# common.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# common.close
source: Close
zh_hans: 关闭
zh_hant: 關閉

# common.confirm
source: Confirm
zh_hans: 确认
zh_hant: 確認

# common.copy
source: Copy
zh_hans: 复制
zh_hant: 複製

# common.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# common.deny
source: Deny
zh_hans: 拒绝
zh_hant: 拒絕

# common.done
source: Done
zh_hans: 完成
zh_hant: 完成

# common.download
source: Download
zh_hans: 下载
zh_hant: 下載

# common.edit
source: Edit
zh_hans: 编辑
zh_hant: 編輯

# common.error
source: Something went wrong
zh_hans: 出错了
zh_hant: 出錯了

# common.expand
source: Show
zh_hans: 展开
zh_hant: 展開

# common.loading
source: Loading…
zh_hans: 加载中…
zh_hant: 加載中…

# common.open
source: Open
zh_hans: 打开
zh_hant: 打開

# common.refresh
source: Refresh
zh_hans: 刷新
zh_hant: 刷新

# common.retry
source: Retry
zh_hans: 重试
zh_hant: 重試

# common.save
source: Save
zh_hans: 保存
zh_hant: 保存

# common.search
source: Search
zh_hans: 搜索
zh_hant: 搜索

# common.send
source: Send
zh_hans: 发送
zh_hant: 發送

# common.settings
source: Settings
zh_hans: 设置
zh_hant: 設置

# common.share
source: Share
zh_hans: 分享
zh_hant: 分享

# computer.browserConnected
source: Browser connected
zh_hans: 浏览器已连接
zh_hant: 瀏覽器已連接

# computer.agentHistory
source: Agent shell history
zh_hans: Agent 命令历史
zh_hant: Agent 命令歷史

# computer.agentHistoryDetail
source: Commands your agent ran in the shell, newest first.
zh_hans: 你的 agent 在 shell 里跑过的命令，新的在前。
zh_hant: 你的 agent 在 shell 裡跑過的命令，新的在前。

# computer.backendPending
source: Computer unavailable
zh_hans: 电脑不可用
zh_hant: 電腦不可用

# computer.backendPendingDetail
source: The Linux container (iSH sandbox) is not wired into this build yet. Commands cannot run until the sandbox engine (P8) lands. Nothing here is simulated.
zh_hans: Linux 容器（iSH 沙盒）还没有接入这个版本。沙盒引擎（P8）落地之前，命令无法运行。这里没有任何模拟输出。
zh_hant: Linux 容器（iSH 沙盒）還沒有接入這個版本。沙盒引擎（P8）落地之前，命令無法運行。這裡沒有任何模擬輸出。

# computer.browserConnectedDesc
source: Your agent's browser and documents, in one place.
zh_hans: 你的 agent 的浏览器和文档，都在这里。
zh_hant: 你的 agent 的瀏覽器和文檔，都在這裏。

# computer.browserOffline
source: Browser offline
zh_hans: 浏览器离线
zh_hant: 瀏覽器離線

# computer.browserOfflineDesc
source: Start the browser worker to connect this computer.
zh_hans: 启动浏览器 worker 来连接这台电脑。
zh_hant: 啓動瀏覽器 worker 來連接這臺電腦。

# computer.entry
source: Computer
zh_hans: 电脑
zh_hant: 電腦

# computer.fileDetail
source: %1$@ pages · PDF
zh_hans: %1$@ 页 · PDF
zh_hant: %1$@ 頁 · PDF

# computer.filesDesc
source: PDFs saved from mail, browser downloads, and your uploads.
zh_hans: 从邮件保存的 PDF、浏览器下载和你的上传。
zh_hant: 從郵件保存的 PDF、瀏覽器下載和你的上傳。

# computer.filesHeading
source: Documents
zh_hans: 文档
zh_hant: 文檔

# computer.importDoc
source: Import a document
zh_hans: 导入文档
zh_hant: 導入文檔

# computer.offline
source: · offline
zh_hans: · 离线
zh_hant: · 離線

# computer.ready
source: · ready
zh_hans: · 就绪
zh_hant: · 就緒

# computer.refresh
source: Refresh computer
zh_hans: 刷新电脑
zh_hant: 刷新電腦

# computer.sheetSubtitle
source: Your agent works here. Step in whenever you need.
zh_hans: 你的 agent 在这里工作，随时可以介入。
zh_hant: 你的 agent 在這裏工作，隨時可以介入。

# computer.sheetTitle
source: Agent computer
zh_hans: Agent 电脑
zh_hant: Agent 電腦

# computer.tab.browser
source: Browser
zh_hans: 浏览器
zh_hant: 瀏覽器

# computer.tab.files
source: Files
zh_hans: 文件
zh_hant: 文件

# computer.tab.terminal
source: Terminal
zh_hans: 终端
zh_hant: 終端

# computer.takeControlShort
source: · take control
zh_hans: · 接管
zh_hant: · 接管

# conn.agentComputer
source: Agent computer
zh_hans: Agent 电脑
zh_hant: Agent 電腦

# conn.assistant
source: Assistant
zh_hans: 助手
zh_hant: 助手

# conn.available
source: Available integrations
zh_hans: 可用的集成
zh_hant: 可用的集成

# conn.connect
source: Connect
zh_hans: 连接
zh_hant: 連接

# conn.connectGoogle
source: Connect Google
zh_hans: 连接 Google
zh_hant: 連接 Google

# conn.connected
source: Connected
zh_hans: 已连接
zh_hant: 已連接

# conn.disconnectGoogle
source: Disconnect Google
zh_hans: 断开 Google
zh_hant: 斷開 Google

# conn.disconnected
source: Google disconnected.
zh_hans: Google 已断开。
zh_hant: Google 已斷開。

# conn.enableWrite
source: Enable sending & editing
zh_hans: 开通发送和编辑
zh_hant: 開通發送和編輯

# conn.environment
source: Environment
zh_hans: 环境
zh_hant: 環境

# conn.finishBrowser
source: Finish connecting in your browser, then refresh your workspace.
zh_hans: 去浏览器里完成连接，然后刷新工作区。
zh_hant: 去瀏覽器裏完成連接，然後刷新工作區。

# conn.googleIntro
source: Bring Gmail and Google Calendar into the conversation. Choose read access, then enable sending and editing when you need it.
zh_hans: 把 Gmail 和 Google 日历带进对话。先选只读，需要时再开发送和编辑。
zh_hant: 把 Gmail 和 Google 日曆帶進對話。先選只讀，需要時再開發送和編輯。

# conn.googleTitle
source: Google connections
zh_hans: Google 连接
zh_hant: Google 連接

# conn.guided
source: Guided workflows
zh_hans: 引导式流程
zh_hant: 引導式流程

# conn.liveWorkspace
source: Live workspace
zh_hans: 线上工作区
zh_hant: 線上工作區

# conn.localData
source: Local data
zh_hans: 本地数据
zh_hant: 本地數據

# conn.localExample
source: Local · example data
zh_hans: 本地 · 示例数据
zh_hant: 本地 · 示例數據

# conn.localReady
source: Local Google data is ready.
zh_hans: 本地 Google 数据就绪。
zh_hant: 本地 Google 數據就緒。

# conn.modelConnected
source: Model connected
zh_hans: 模型已连接
zh_hant: 模型已連接

# conn.modelNotConfigured
source: Model not configured
zh_hans: 模型未配置
zh_hant: 模型未配置

# conn.noMatch
source: No matching connectors.
zh_hans: 没有匹配的连接器。
zh_hant: 沒有匹配的連接器。

# conn.notConnected
source: Not connected
zh_hans: 未连接
zh_hant: 未連接

# conn.openbotNote1
source: The OpenBot adapter exists in this open-source project. A live OpenBot backend has not been configured.
zh_hans: OpenBot 适配器在这个开源项目里有，但还没配置可用的 OpenBot 后端。
zh_hant: OpenBot 適配器在這個開源項目裏有，但還沒配置可用的 OpenBot 後端。

# conn.openbotNote2
source: Your current computer uses Dudu's persistent Chromium. OpenBot integration will expand the execution backend while keeping this interface.
zh_hans: 你当前的电脑用的是嘟嘟的持久 Chromium。OpenBot 集成以后会扩展执行后端，界面保持不变。
zh_hant: 你當前的電腦用的是嘟嘟的持久 Chromium。OpenBot 集成以後會擴展執行後端，界面保持不變。

# conn.openbotSubtitle
source: A computer for your agent
zh_hans: 你的 agent 的一台电脑
zh_hant: 你的 agent 的一臺電腦

# conn.refresh
source: Refresh connections
zh_hans: 刷新连接
zh_hant: 刷新連接

# conn.scope.calendar.calendarlist.readonly
source: Read calendar list
zh_hans: 读日历列表
zh_hant: 讀日曆列表

# conn.scope.calendar.events
source: Manage calendar events
zh_hans: 管理日历事件
zh_hant: 管理日曆事件

# conn.scope.calendar.events.readonly
source: Read calendar events
zh_hans: 读日历事件
zh_hant: 讀日曆事件

# conn.scope.calendar.readonly
source: Read calendars
zh_hans: 读日历
zh_hant: 讀日曆

# conn.scope.gmail.readonly
source: Read Gmail
zh_hans: 读 Gmail
zh_hant: 讀 Gmail

# conn.scope.gmail.send
source: Send Gmail
zh_hans: 发 Gmail
zh_hant: 發 Gmail

# conn.setup
source: Setup
zh_hans: 设置
zh_hant: 設置

# conn.yourConnections
source: Your connections
zh_hans: 你的连接
zh_hant: 你的連接

# crossDialog.actionFeedNudge
source: Reacted to her post
zh_hans: 给她的动态点了赞
zh_hant: 給她的動態點了讚

# crossDialog.actionFollowupCancelled
source: Follow-up auto-cancelled (already discussed)
zh_hans: 跟进自动取消（已经聊过了）
zh_hant: 跟進自動取消（已經聊過了）

# crossDialog.actionList
source: Viewed dialog list
zh_hans: 查看了对话框列表
zh_hant: 查看了對話框列表

# crossDialog.actionMeetingCreate
source: Started an AI meeting
zh_hans: 发起了 AI 开会
zh_hant: 發起了 AI 開會

# crossDialog.actionMeetingEnd
source: Meeting ended
zh_hans: 会议结束
zh_hant: 會議結束

# crossDialog.actionMeetingRound
source: Meeting in progress
zh_hans: 开会中
zh_hant: 開會中

# crossDialog.actionMoodcheckFired
source: Daily mood check-in sent
zh_hans: 发出了每日心情问候
zh_hant: 發出了每日心情問候

# crossDialog.actionMoodcheckSkipped
source: Daily mood check-in skipped
zh_hans: 跳过了每日心情问候
zh_hant: 跳過了每日心情問候

# crossDialog.actionOpenAppReturn
source: Welcomed her back from another app
zh_hans: 她从别的 App 回来了
zh_hant: 她從別的 App 回來了

# crossDialog.actionPersonaGroupAddMember
source: Added a group member
zh_hans: 群聊加人
zh_hant: 群聊加人

# crossDialog.actionPersonaGroupArchive
source: Archived a group
zh_hans: 群聊归档
zh_hant: 群聊歸檔

# crossDialog.actionPersonaGroupCreate
source: Created a persona group
zh_hans: 建了人设群聊
zh_hant: 建了人設群聊

# crossDialog.actionPersonaGroupRemoveMember
source: Removed a group member
zh_hans: 群聊请人
zh_hant: 群聊請人

# crossDialog.actionPersonaGroupRound
source: Group round
zh_hans: 群聊一轮
zh_hant: 群聊一輪

# crossDialog.actionPersonaGroupSetModel
source: Changed a persona's model
zh_hans: 人设换模型
zh_hant: 人設換模型

# crossDialog.actionPhotoshareShared
source: Shared a photo with her
zh_hans: 给她发了一张照片
zh_hant: 給她發了一張照片

# crossDialog.actionPhotoshareSkipped
source: Decided not to share a photo
zh_hans: 决定这次不发照片
zh_hant: 決定這次不發照片

# crossDialog.actionProactiveSend
source: Reached out
zh_hans: 主动找她
zh_hant: 主動找她

# crossDialog.actionRead
source: Read messages
zh_hans: 读取消息
zh_hant: 讀取消息

# crossDialog.actionSelfpostPost
source: Posted to the feed by himself
zh_hans: 他自己发了一条动态
zh_hant: 他自己發了一條動態

# crossDialog.actionSend
source: Sent a message
zh_hans: 发送消息
zh_hant: 發送消息

# crossDialog.appsEntry
source: Cross-dialog trace
zh_hans: 跨对话框留痕
zh_hant: 跨對話框留痕

# crossDialog.appsEntryDetail
source: What he did in your other dialogs
zh_hans: 他在别的对话框干了什么
zh_hant: 他在別的對話框幹了什麼

# crossDialog.clearConfirm
source: Clear all trace records? They'll be gone for good.
zh_hans: 把留痕记录全部清空？清空后就看不到了。
zh_hant: 把留痕記錄全部清空？清空後就看不到了。

# crossDialog.clearTrace
source: Clear trace
zh_hans: 清空记录
zh_hant: 清空記錄

# crossDialog.followGlobal
source: Follow global
zh_hans: 跟随全局
zh_hant: 跟隨全局

# crossDialog.fromDialogTag
source: From dialog "%1$@"
zh_hans: 来自「%1$@」对话框
zh_hant: 來自「%1$@」對話框

# crossDialog.perDialog
source: Per-dialog settings
zh_hans: 按对话框单独设置
zh_hant: 按對話框單獨設置

# crossDialog.sendTagVisible
source: Show source tag in target dialog
zh_hans: 在目标对话框显示来源标记
zh_hant: 在目標對話框顯示來源標記

# crossDialog.sendTagVisibleDetail
source: When off, delivered messages arrive without the "from dialog" tag — but they still appear in this trace (the trace can't be turned off).
zh_hans: 关掉后，送过去的消息不再带「来自某对话框」的小标记，但这条记录里照样能看到（留痕关不掉）。
zh_hant: 關掉後，送過去的消息不再帶「來自某對話框」的小標記，但這條記錄裏照樣能看到（留痕關不掉）。

# crossDialog.traceEmpty
source: No cross-dialog activity yet.
zh_hans: 还没有跨对话框的操作记录。
zh_hant: 還沒有跨對話框的操作記錄。

# crossDialog.traceShort
source: Trace
zh_hans: 留痕
zh_hant: 留痕

# crossDialog.traceSubtitle
source: Everything he did in your other dialogs, recorded here
zh_hans: 他在别的对话框干了什么，这里都有记录
zh_hant: 他在別的對話框幹了什麼，這裏都有記錄

# crossDialog.traceTitle
source: Cross-dialog trace
zh_hans: 跨对话框留痕
zh_hant: 跨對話框留痕

# date.hourAgo
source: %1$@h ago
zh_hans: %1$@ 小时前
zh_hant: %1$@ 小時前

# date.justNow
source: Just now
zh_hans: 刚刚
zh_hant: 剛剛

# date.minAgo
source: %1$@m ago
zh_hans: %1$@ 分钟前
zh_hant: %1$@ 分鐘前

# datetime.badTimezone
source: Choose a valid time zone.
zh_hans: 选一个有效的时区。
zh_hant: 選一個有效的時區。

# datetime.dateLabel
source: %1$@ date
zh_hans: %1$@日期
zh_hant: %1$@日期

# datetime.incomplete
source: Enter a complete date and time.
zh_hans: 把日期时间填完整。
zh_hant: 把日期時間填完整。

# datetime.invalid
source: Choose a valid date and time.
zh_hans: 选一个有效的日期时间。
zh_hant: 選一個有效的日期時間。

# datetime.nonexistent
source: This time does not exist in the selected time zone. Choose another time.
zh_hans: 这个时间在所选时区不存在，换一个吧。
zh_hant: 這個時間在所選時區不存在，換一個吧。

# datetime.timeLabel
source: %1$@ time
zh_hans: %1$@时间
zh_hant: %1$@時間

# datetime.timePlaceholder
source: HH:MM (24-hour)
zh_hans: HH:MM（24小时制）
zh_hant: HH:MM（24小時制）

# detail.homeSubtitle
source: Everything has its place.
zh_hans: 万物皆有容身之处。
zh_hant: 萬物皆有容身之處。

# detail.homeTitle
source: Your workspace
zh_hans: 你的工作区
zh_hant: 你的工作區

# dialogmodel.close
source: Close
zh_hans: 关闭
zh_hant: 關閉

# dialogmodel.subtitle
source: Only affects this conversation — no need to open Settings.
zh_hans: 只对当前对话生效，不用进设置。
zh_hant: 只對當前對話生效，不用進設置。

# dialogmodel.title
source: Choose a model for this chat
zh_hans: 给这个对话选模型
zh_hant: 給這個對話選模型

# dialogmodel.useDefault
source: Back to default (%1$@)
zh_hans: 恢复默认（%1$@）
zh_hant: 恢復默認（%1$@）

# dials.actions.reset
source: Reset this dial
zh_hans: 恢复这个滑杆
zh_hant: 恢復這個滑桿

# dials.actions.resetAll
source: Reset all dials
zh_hans: 全部恢复默认
zh_hant: 全部恢復預設

# dials.dim.clingy
source: Clinginess
zh_hans: 粘人度
zh_hant: 黏人度

# dials.dim.clingy.high
source: Clingy
zh_hans: 粘人
zh_hant: 黏人

# dials.dim.clingy.low
source: Independent
zh_hans: 独立
zh_hant: 獨立

# dials.dim.humor
source: Humor
zh_hans: 幽默度
zh_hant: 幽默度

# dials.dim.humor.high
source: Witty
zh_hans: 幽默
zh_hant: 幽默

# dials.dim.humor.low
source: Serious
zh_hans: 正经
zh_hant: 正經

# dials.dim.playful
source: Playfulness
zh_hans: 活泼度
zh_hant: 活潑度

# dials.dim.playful.high
source: Playful
zh_hans: 活泼
zh_hant: 活潑

# dials.dim.playful.low
source: Calm
zh_hans: 沉稳
zh_hant: 沉穩

# dials.dim.proactive
source: Proactiveness
zh_hans: 主动度
zh_hant: 主動度

# dials.dim.proactive.high
source: Proactive
zh_hans: 主动
zh_hant: 主動

# dials.dim.proactive.low
source: Laid-back
zh_hans: 被动
zh_hant: 被動

# dials.dim.romantic
source: Romance
zh_hans: 浪漫度
zh_hant: 浪漫度

# dials.dim.romantic.high
source: Romantic
zh_hans: 浪漫
zh_hant: 浪漫

# dials.dim.romantic.low
source: Reserved
zh_hans: 内敛
zh_hant: 內斂

# dials.section.aiNote
source: Only you can drag these. He may suggest a change in chat, but he can never adjust them himself.
zh_hans: 只有你能拖这些滑杆。他可以在聊天里建议，但自己调不了。
zh_hant: 只有你能拖這些滑桿。他可以在聊天裡建議，但自己調不了。

# dials.section.desc
source: Drag the dials — he changes right away, no restart. His next reply already follows them.
zh_hans: 拖动滑杆，他立刻就变，不用重启。下一句回复就按新的来。
zh_hant: 拖動滑桿，他立刻就變，不用重啟。下一句回覆就按新的來。

# dials.section.title
source: Personality dials
zh_hans: 人格维度
zh_hant: 人格維度

# env.form.account
source: Account
zh_hans: 账号
zh_hant: 賬號

# env.form.accountPh
source: Which account is this key for?
zh_hans: 这个 key 是哪个账号的？
zh_hant: 這個 key 是哪個賬號的？

# env.form.accountRequired
source: Fill in the account.
zh_hans: 账号填一下。
zh_hant: 賬號填一下。

# env.form.exists
source: You saved this one before — submitting will overwrite it.
zh_hans: 这个以前存过，提交会覆盖掉。
zh_hant: 這個以前存過，提交會覆蓋掉。

# env.form.name
source: Variable name
zh_hans: 变量名
zh_hant: 變量名

# env.form.nameRequired
source: Give the variable a name.
zh_hans: 给变量起个名字。
zh_hant: 給變量起個名字。

# env.form.note
source: Note
zh_hans: 备注
zh_hant: 備註

# env.form.notePh
source: What is this for?
zh_hans: 这是干什么用的？
zh_hant: 這是幹什麼用的？

# env.form.noteRequired
source: Add a short note so future-you knows what this is.
zh_hans: 写个备注吧，不然以后你都忘了这是啥。
zh_hant: 寫個備註吧，不然以後你都忘了這是啥。

# env.form.save
source: Save
zh_hans: 保存
zh_hant: 保存

# env.form.secret
source: Secret
zh_hans: 密钥
zh_hant: 密鑰
